'''Задание 3
Hапример, title = input("Введите заголовок заметки")'''

username = input('Имя пользователя: ')
title = input('Заголовок заметки: ')
content = input('Описание заметки: ')
status = input('Статус заметки: ')
created_date = input('Дата создания заметки: (в формате "день-месяц-год", например "10-11-2024")')
issue_date = input('Дата истечения заметки (дедлайн): (в формате "день-месяц-год", например "10-12-2024")')

# Вывожу содержание переменных через print (дата в консоле уже дд-мм)
print(username)
print(title)
print(content)
print(status)
print(created_date [:5])
print(issue_date [:5])
''' Я вот из заданий так и не понял, 
нам необходимо продолжать то, что мы сделали в прошлом задании
или каждое задание независимо друг от друга?
Если надо продолжать, зачем мы создаём новый файл?)'''
# А так у меня получилось)))





