username = input('Имя пользователя: ')
title = input('Заголовок заметки 1: ')
title2 = input('Заголовок заметки 2: ')
title3 = input('Заголовок заметки 3: ')
content = input('Описание заметки: ')
status = input('Статус заметки: ')
created_date = input('Дата создания заметки: (в формате "день-месяц-год", например "10-11-2024")')
issue_date = input('Дата истечения заметки (дедлайн): (в формате "день-месяц-год", например "10-12-2024")')



notes = [f'Ваше имя: {username}',
    [f'Заголовки Ваших заметок: {title} , {title2}, {title3}'],
     f'Описание заметок: {content}',
     f'Статус заметок: {status}',
     f'Дата создания заметои: " {created_date [:5]}',
     f'Дата истечения заметок (дедлайн): " {issue_date [:5]}']