# Поехали
# приложение "Менеджер заметок"
# Ввожу переменные и их содержание
username = 'Имя пользователя: '
title = 'Заголовок заметки: '
content = 'Описание заметки: '
status = 'Статус заметки: '
created_date = 'Дата создания заметки: (в формате "день-месяц-год", например "10-11-2024")'
issue_date = 'Дата истечения заметки (дедлайн): (в формате "день-месяц-год", например "10-12-2024")'

# Вывожу содержание переменных через print
print(username)
print(title)
print(content)
print(status)
print(created_date)
print(issue_date)